{"_id":{"$oid":"5fccbc40a701ba41980e4ca4"},"name":"Y la Bamba","genre":"pop","imageUrl":"https://mallorcalivefestival.com/wp-content/uploads/2019/11/YlaBamba_600x600.jpg","description":"Y La Bamba is a Latin indie alternative/experimental band led by singer-songwriter and guitarist Luz Elena Mendoza. She is a first generation Mexican American, and sings in both English and Spanish. In the 11 years that Luz Elena Mendoza has been making music as Y La Bamba, there have been a few constants. Spirituality, identity, and the blessings and burdens of familial legacy have always shaped her songs. And there are the breathtaking harmonies, which color the upper reaches of her music like starlings in the sky. But otherwise, Y La Bamba—sometimes a solo project, sometimes a group with shifting membership—has entailed a gradual process of reinvention.","recommendedAlbum":"Ojos del sol","createdAt":{"$date":"2020-12-06T11:10:56.853Z"},"updatedAt":{"$date":"2020-12-09T11:54:47.012Z"},"__v":0}
{"_id":{"$oid":"5fccbc40a701ba41980e4ca9"},"name":"Ibeyi","genre":"soul","imageUrl":"https://silencio.com.ar/wp-content/uploads/2018/02/ibeyi-1-amber-mahoney-20000.jpg","description":"Ibeyi is the project of two sisters from Cuba and France, Lisa-Kaindé and Naomi Díaz. The name of the group means Twins in the Yoruba language. They are the daughters of the famous Cuban percussionist Miguel Angá Díaz. Influenced by Cuban and French cultures Ibeyi is considered a cult group.","recommendedAlbum":"Ash","createdAt":{"$date":"2020-12-06T11:10:56.853Z"},"updatedAt":{"$date":"2020-12-06T11:10:56.853Z"},"__v":0}
{"_id":{"$oid":"5fccbc40a701ba41980e4ca5"},"name":"Patti Smith","genre":"punk","imageUrl":"https://img.discogs.com/ujgTsKn8ZvY90YS4T0SH6PkB5k8=/600x909/smart/filters:strip_icc():format(jpeg):mode_rgb():quality(90)/discogs-images/A-193816-1511867903-4446.jpeg.jpg","description":"Patricia Lee \"Patti\" Smith (Chicago, December 30, 1946) is an American singer and poet. Smith rose to fame during the punk movement with her debut album Horses (1975). Nicknamed \"the godmother of punk\", she brought a feminist and intellectual point of view to punk music and became one of the most influential artists in rock music, integrating it with a style of beat poetry.Her lyrics introduced 19th century French poetry to American youth, while her androgynous and \"tomboyish\" image defied the disco era.","recommendedAlbum":"Horses","createdAt":{"$date":"2020-12-06T11:10:56.853Z"},"updatedAt":{"$date":"2020-12-06T11:10:56.853Z"},"__v":0}
{"_id":{"$oid":"5fccbc40a701ba41980e4ca6"},"name":"PJ Harvey","genre":"rock","imageUrl":"https://www.mondosonoro.com/wp-content/uploads/2019/04/pj-harvey-maria-mochnacz.jpg","description":"La Polly Jean Harvey was born on October 9, 1969 is an English singer-songwriter. In the explosion of alternative rock bands in the early 90s, there were many female figures, singers and songwriters, who gained great notoriety. Among them was PJ Harvey, with her raw, direct and visceral rock. With her first albums, she proved to be one of the most influential songwriters of the 1990s, with lyrics that explore themes such as sex, love, religion, black humor, and femininity.","recommendedAlbum":"White Chalk","createdAt":{"$date":"2020-12-06T11:10:56.853Z"},"updatedAt":{"$date":"2020-12-06T11:10:56.853Z"},"__v":0}
{"_id":{"$oid":"5fccc695682370435c26dffd"},"name":"Ella Fitzgerald","genre":"jazz","imageUrl":"https://bibliolore.org/wp-content/uploads/2017/04/ella-fitzgerald-dizzy-gillespie.jpg","description":"Ella Fitzgerald (April 25, 1917 – June 15, 1996) was an American jazz singer, sometimes referred to as the First Lady of Song, Queen of Jazz, and Lady Ella. She was noted for her purity of tone, impeccable diction, phrasing, timing, intonation, and a \"horn-like\" improvisational ability, particularly in her scat singing. While Fitzgerald appeared in movies and as a guest on popular television shows in the second half of the twentieth century, her musical collaborations with Louis Armstrong, Duke Ellington, and The Ink Spots were some of her most notable acts outside of her solo career.","recommendedAlbum":"Ella and Louis","createdAt":{"$date":"2020-12-06T11:55:01.083Z"},"updatedAt":{"$date":"2020-12-06T12:05:31.488Z"},"__v":0}
{"_id":{"$oid":"5fce7a9648403e68a9308de1"},"name":"THE CURE","genre":"punk","imageUrl":"https://lastfm.freetls.fastly.net/i/u/770x0/f9732f1c75364916bc5e83847a7653a9.jpg","description":"Led by guitarist/vocalist Robert Smith (born April 21, 1959), the band became well-known for its slow, gloomy dirges and Smith's ghoulish appearance, a public image that often hid the diversity of the Cure's music. At the outset, the Cure played jagged, edgy pop songs before slowly evolving into a more textured outfit. As one of the bands that laid the seeds for goth rock, the group created towering layers of guitars and synthesizers, but by the time goth caught on in the mid-'80s, the Cure had moved away from the genre. By the end of the '80s, the band had crossed over into the mainstream not only in its native England, but also in the United States and in various parts of Europe. The Cure influence could be heard clearly on scores of new bands during the new millennium, including many that had little to do with goth.","recommendedAlbum":"Three Imaginary Boys","createdAt":{"$date":"2020-12-07T18:55:18.577Z"},"updatedAt":{"$date":"2020-12-07T18:55:18.577Z"},"__v":0}
{"_id":{"$oid":"5fce7e4d48403e68a9308de2"},"name":"PINK FLOYD","genre":"rock","imageUrl":"https://1.bp.blogspot.com/-R1RUI3qdT6Y/W5zsSJlUViI/AAAAAAADTF0/K5UwlKFuS7MbbikrDBvdTP4he2k6mgHGgCLcBGAs/s1600/pink-floyd-by-andrew-whittuck-2.jpg","description":"Pink Floyd were an English rock band formed in London in 1965. Gaining a following as a psychedelic pop group, they were distinguished for their extended compositions, sonic experimentation, philosophical lyrics and elaborate live shows, and became a leading band of the progressive rock genre. Pink Floyd were one of the first British psychedelia groups, and are credited with influencing genres such as neo-progressive rock and ambient music. By 2013, Pink Floyd had sold more than 250 million records worldwide, making them one of the best-selling music artists of all time.","recommendedAlbum":"The Wall","createdAt":{"$date":"2020-12-07T19:11:09.289Z"},"updatedAt":{"$date":"2020-12-07T19:11:09.289Z"},"__v":0}
{"_id":{"$oid":"5fce80fc48403e68a9308de3"},"name":"LITTLE DRAGON","genre":"pop","imageUrl":"https://www.fashioncrossover-london.com/downloads/1559137235Little-Dragon-Lover-Chanting-still.png","description":"Formed in 1996 in Gothenburg, Sweden. Yukimi Nagano was in her first year in high school when she met seniors Fredrik Wallin and Erik Bodin. The three of them would meet up after school to jam and play records by De La Soul, A Tribe Called Quest and Alice Coltrane. The band's name was inspired by the \"Little Dragon\" nickname Nagano earned due to the \"fuming tantrums\" she used to throw while recording in the studio. Little Dragon were chosen as one of Beyond Race Magazine's \"50 Emerging Artists\" in late 2009, resulting in a spot in the publication's 11th issue as well as an exclusive online Q&A on the magazine's site. On the recommendation of his wife, Damon Albarn invited Nagano and her bandmates to feature on Gorillaz's 2010 album Plastic Beach, appearing on the tracks \"Empire Ants\" and \"To Binge\".","recommendedAlbum":"Ritual Union","createdAt":{"$date":"2020-12-07T19:22:36.272Z"},"updatedAt":{"$date":"2020-12-08T19:39:22.684Z"},"__v":0}
{"_id":{"$oid":"5fce833348403e68a9308de4"},"name":"TANK AND THE BANGAS","genre":"soul","imageUrl":"https://s3-us-east-2.amazonaws.com/musicfestnews/wp-content/uploads/2020/01/30152136/83187604_2961687860529160_7663038760707162112_o.jpg","description":"The group was founded and is fronted by Tarriona \"Tank\" Ball. Writing in The Washingtonian, Heather Rudow described the group's work as \"lively fusion of funk, soul, hip hop, rock, and spoken word.\" Speaking to the Times-Picayune, the musicians in the group mentioned a variety of genres they identify with, including rock, folk, and gospel. In addition to Disney, the group has also mentioned anime as influence on the group's \"childlike\" and \"magical\" sensibility, in Ball's words. In the Financial Times, Joshua David Stein said, \"Tank and the Bangas don’t conform to the jazz stereotypes trotted out in the lobbies of convention hotels or milked on Frenchman Street. It’s New Orleans but it’s New Orleans now.","recommendedAlbum":"Thinktank","createdAt":{"$date":"2020-12-07T19:32:03.195Z"},"updatedAt":{"$date":"2020-12-07T19:32:03.195Z"},"__v":0}
{"_id":{"$oid":"5fcf71a05a8a4a0e5d404e15"},"name":"TOM WAITS","genre":"blues","imageUrl":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Tom_Waits_Praha_2008.jpg/440px-Tom_Waits_Praha_2008.jpg","description":"Thomas Alan Waits (born December 7, 1949) is an American singer, songwriter, musician, composer, and actor. His lyrics often focus on the underbelly of society and are delivered in his trademark deep, gravelly voice. He worked primarily in jazz during the 1970s, but his music since the 1980s has reflected greater influence from blues, rock, vaudeville, and experimental genres. Despite a lack of mainstream commercial success, Waits has influenced many musicians and gained an international cult following, and several biographies have been written about him.","recommendedAlbum":"Rain Dogs","createdAt":{"$date":"2020-12-08T12:29:20.57Z"},"updatedAt":{"$date":"2020-12-08T12:29:20.57Z"},"__v":0}
{"_id":{"$oid":"5fcf71fc5a8a4a0e5d404e16"},"name":"RADIOHEAD","genre":"rock","imageUrl":"https://static.stereogum.com/uploads/2016/10/radiohead-synths-1475513711-640x481.png","description":"'One of the key bands of the late 90s and early 21st century due to its suggestive capacity for experimental composition that draws on sound sources such as Pink Floyd, REM, Joy Division, Smiths or Nirvana. Radiohead maintains an independent essence that avoids trivial commerciality, originating unique developments and textures within the classic pop structure and a lyrical inventiveness to create depressing, taciturn and distressing atmospheres, in narratives distinguished by the emotional vocality of their leader Thom Yorke.","recommendedAlbum":"Kid A","createdAt":{"$date":"2020-12-08T12:30:52.781Z"},"updatedAt":{"$date":"2020-12-08T12:30:52.781Z"},"__v":0}
